Repository: ilgigrad/flowka.web
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: I won't be confident on prediction given by a machine
fr: Je n'aurai pas confiance dans des prédictions données par une machine

source: I would like to try on my own data
fr: J'aimerais bien tester cela avec mes propres données

source: Predictions ?
fr: Prédictions ?

source: Regarding your data, are you just watching at them or are you able to make some prediction on what could happened ?
fr: En considérant vos données, les regardez-vous simplement ou bien êtes-vous capable d'en tirer des prévisions sur ce qui pourrait se passer ?

source: Tag your private KPI
fr: Ajoutez des tags extra-professionnels

source: Tag the name of the elements you would like to analyse.
fr: Saisissez les mots-clefs d'éléments que vous souhaiteriez analyser.

source: Type any key, dimension or indicator that could appears in your private interests
fr: Indiquez des noms d'indicateurs ou de dimensions que vous aimeriez pouvoir analyser dans le cadre de vos activités extra-professionnelles ou de vos intérets personnels.

source: For exemple : pace, speed, time, run, travel, cost...
fr: Par exemple : 'vitesse, accélération, moto' ou 'allure, chrono, run', voyage, 'cuisine, température, temps de cuisson'...

source: type your text here...
fr: Saisissez votre texte...

source: IA for private data ?
fr: IA pour les données privées ?

source: Do you have any expectations for a IA tool for private data or activities ?
fr: Comment imaginez vous l'utilisation de l'IA pour les particuliers ?

source: Describe your private need for IA reports, if any...
fr: Décrivez comment l'IA pourrait, selon vous, s'appliquer à vos activités de loisirs ou à vos intérets personnels, si vous en avez...

source: What could you expect of a machine learning tool in a private use ?
fr: Qu'attendez-vous d'un service d'apprentissage machine dans le cadre d'un usage privé ?

source: Comment possible issues of IA analysis
fr: Saisissez votre texte ici...

source: Suspecting issues ?
fr: Doit-on craindre l'Intelligence Artificielle ?

source: Are you suspecting machine learning to bring issues ?
fr: Suspectez vous l'apprentissage machine de créer des problèmes ? Existe-il, selon vous, des dérives induites par l'utilisation de l'Intelligence Artificielle ?

source: Do you have any about a dark side of such tools ?
fr: Imaginez-vous un côté sombre à ces outils ou à ces algorithmes ?Décrivez les dérives possibles ou les problèmes que pourraient poser l'analyse des données par des systèmes intelligents.

source: Thank You !
fr: Merci !

source: type your email here
fr: Saisissez votre adresse email

source: (optional) Type your email address below if you wish to be informed of our activities.
fr: (optionnel) Saisissez votre adresse email ci-dessous pour être informé de nos activités.

source: We'll never share your email with anyone else...
fr: Nous ne partagerons pas votre email avec qui que ce soit...

source: self employed
fr: travailleur indépendant

source: local administration
fr: administration locale, territoriale,

source: government
fr: gouvernement

source: education
fr: éducation, enseignement

source: enterprise
fr: entreprise

source: non-profit, non governmental organisation
fr: association, organisation non gouvernementale

source: small or medium business
fr: petite ou moyenne entreprise

source: other...
fr: autre...

source: wholesale distribution and retail trade
fr: négoce, distribution spécialisée, boutiques

source: IT, digital, software, internet and telecom
fr: Informatique, digital, logiciel, internet et télécom

source: bank, insurance or financial activities
fr: Banques, Assurances, Institutions financières

source: industry and manufacturing
fr: Industrie et fabrication

source: transportation, storage and logistic
fr: transport, logiciel, entrepôts

source: construction, building, real estate
fr: construction, bâtiment, immobilier

source: computers and electronics
fr: ordinateurs et électronique

source: research, science, environment
fr: recherche, science, environnement

source: energy, electricity, gas, steam, water supply...
fr: énergie, électricité, gaz, distribution d'eau

source: agriculture, forestry, fishing, mining
fr: agriculture, élevage, pêche, exploitation forestière ou minière

source: legal, law
fr: Justice

source: professional services
fr: société de services

source: cinema, arts, entertainment and gaming
fr: cinéma, spectacles, arts et jeux vidéo

source: sport, recreation, outdoor
fr: sport, loisir, activités de plein-air

source: travel, hospitality, accomodation, restaurant, food activities
fr: voyage, hôtellerie, restauration, alimentation

source: healthcare and social work activities
fr: Santé et services sociaux

source: public administration, government
fr: administration publique, gouvernement

source: non-profit organisation
fr: association à but non lucratif

source: liberal, partner, self employed
fr: auto-entrepreneur, profession libérale, travailleur indépendant

source: financial, accounting
fr: finance, comptabilité

source: IT/telecom
fr: informatique, télécom

source: sales
fr: ventes, activité commerciale

source: storage, logistic, supply-chain, transportation
fr: transport, logistique, approvisionnement, stockage

source: human ressources
fr: ressources humaines

source: consultant, advisor
fr: consultant, audit, conseil

source: research, science academic
fr: recherche, universitaire

source: health, medical
fr: santé, médical

source: journalist, media analyst
fr: journaliste, analyste des media

source: business executive, management, upper management
fr: cadre d'entreprise, cadre supérieur, dirigeant, haut fonctionnaire

source: legal
fr: juriste, droit, avocat, magistrat

source: buying, sourcing
fr: achat, chef de produit, sourcing

source: technical, production
fr: technique, production, fabrication

source: administration
fr: agent administratif

source: developer, engineer
fr: développeur, ingénieur, architecte

source: support services
fr: services supports

source: entrepreneur
fr: entrepreneur, chef d'entreprise

source: student
fr: étudiant

source: daily
fr: quotidien

source: two or three times a week
fr: deux à trois fois par semaine

source: weekly
fr: hebdomadaire

source: two or three times a month
fr: deux ou trois fois par mois

source: monthly
fr: mensuel

source: rarely
fr: rarement

source: never
fr: jamais

source: raw listings
fr: listes élémentaires

source: columns tables
fr: tables et colonnes

source: pivot tables
fr: tableaux croisés

source: Olap hypercubes
fr: hypercubes, OLAP

source: graphs, curves or charts
fr: graphiques, courbes, diagrammes

source: none, a pocket calculator or pencil, rubber and paper...
fr: Rien, une calculatrice, un crayon, un papier et une gomme...

source: Spreadsheet, Microsoft Excel, Google Sheets, Open Office Calc
fr: Feuille de calcul, Microsoft Excel, Google Sheets, Open Office Calc

source: Business Intelligence Desktop tools, Tableau, Qlik Sense, Sisense, Looker...
fr: Logiciel de "Business Intelligence" et de reporting: Tableau, Qlik Sense, Sisense, Looker...

source: Business Intelligence enterprise reporting tools, SAP Business Objects, IBM Cognos, Microsoft Analysis Services/Power BI
fr: Solution de "Business Intelligence" et de reporting d'entreprise: SAP Business Objects, IBM Cognos, Microsoft Analysis Services/Power BI

source: Enterprise Business Application or Package Software (SAP, PeopleSoft, Microsoft Dynamics, Cegid, Generix... )
fr: Progiciel de gestion (SAP, PeopleSoft, Microsoft Dynamics, Cegid, Generix... )

source: Web's software as a service solution
fr: Service Web, application logicielle en ligne

source: IT specific reports
fr: Développements infomatiques spécifiques

source: AI analysis, IBM Watson, Microsoft Azur Machine Learning...
fr: solution d'analyse Intelligence Artificielle, IBM Watson, Microsoft Azur Machine Learning...

source: developper tools, Python, Java, C#...
fr: langages de programmation, Python, Java, C, C#...

source: none of this...
fr: aucun de tous ceux là...

source: not at all
fr: pas du tout

source: not so much
fr: pas trop

source: yes
fr: oui

source: yes, very much
fr: oui, beaucoup

source: less than €1 Million
fr: moins de 1 Million €

source: €1 Million to €10 Million
fr: 1 Million € à 10 Millions €

source: €10 Million to €100 Million
fr: 10 Millions € à 100 Millions €

source: €100 Million to €500 Million
fr: 100 Millions € à 500 Millions €

source: €500 Million to €1 Billion
fr: 500 Millions € à 1 Milliard €

source: over 1€ Billion
fr: plus de 1 Milliard €

source: less than 1000
fr: moins de 1000

source: 1000 to 9,999 (thousand)
fr: 1000 à 9 999

source: 10,000 to 99,999
fr: 10 000 à 99 999

source: 100,000 to 1 Million
fr: 100 000 à 1 Million

source: 1 Million to 500 Million
fr: 1 Million à 500 Millions

source: over 500 Million
fr: plus de 500 Millions

source: somehow scientific
fr: recherche scientifique ou presque

source: managing an association
fr: gérer une association

source: personal finance
fr: finances personnelles, budget familial

source: pictures
fr: photo, images

source: cinema, music, some arts
fr: cinéma, musique, arts

source: social media
fr: réseaux sociaux, facebook, twitter, instagram...

source: games, e-sport
fr: jeux, jeux vidéos, e-sport

source: bet, gambling, sport statistics
fr: paris, jeux d'argent, statistiques sportives

source: technologic, engine, personal IT
fr: technologie, moteurs, informatique personnelle, réseau, hacking

source: other..
fr: autres...

source: some Apps (Strava, Runkeeper, Imdb, BetClic
fr: d'autres applications mobiles ou en ligne (Strava, Runkeeper, Imdb, BetClic)

source: others...
fr: autres...

source: IP address
fr: adresse email

source: company type
fr: type d'entreprise

source: Select the type of company which is closer from the one you are working in...
fr: Sélectionnez le type d'entreprise ou d'organisation qui correspond le plus à celle pour laquelle vous travaillez

source: specify type
fr: précisez le type d'entreprise

source: Could you, please, specify your company's type in the text field below
fr: Pouvez-vous spécifier le type de votre entreprise dans le champs de saisie ci-dessous

source: company activity
fr: activité de l'entreprise

source: Select the main sector of the company/organization you are working in...
fr: Sélectionnez le secteur d'activité de l'entreprise ou de l'organisation pour laquelle vous travaillez...

source: specify activity
fr: précisez le secteur d'activité

source: Could you, please, specify your company's activity in the text field below
fr: Veuillez préciser l'activité de l'entreprise

source: company annual revenue
fr: chiffre d'affaires annuel

source: Select the average annual revenue of your company. Leave empty if not allowed
fr: Sélectionnez l'ordre de grandeur du chiffre d'affaires annuel moyen; laissez vide si vous ne le connaissez pas ou n'avez pas l'autorisation de le communiquer

source: employee role
fr: votre fonction

source: What is your occupation or the department in which you work ?
fr: Quelle est votre fonction, quel type de poste occupez-vous ou dans quel département travaillez-vous ?

source: specify occupation
fr: Précisez votre fonction

source: Could you, please, specify your occupation in the text field below.
fr: Veuillez préciser votre fonction dans la champs de saisie ci-dessous.

source: Are you dealing with data ?
fr: Accès aux données de votre entreprise ?

source: Check 'yes' if your department is holding data (sales, logistic, clients, products details, technical data...)
fr: Accédez-vous aux données de votre entreprise ? Indiquez si votre fonction ou le département dans lequel vous travaillez nécessite la consultation ou l'analyse de données (ventes, logistique, clients, détails produits, données techniques...)

source: analysis frequency
fr: fréquence des analyses

source: How often are you analysing or building reports on those data ?
fr: Combien de fois par semaine, par mois ou par an analysez-vous ces données ou consultez-vous des tableaux de bord reposant sur ces données ?

source: reporting style
fr: solution de reporting

source: How are you mainly visualizing your data ?
fr: De quelle façon consultez-vous vos données ? Quel mode de visualisation utilisez-vous ?

source: What style of reporting are you dealing with ?
fr: Sous quel format apparaissent vos données ?

source: reporting tool
fr: solution de reporting

source: What tool or software are you mainly using for building or looking at charts ?
fr: Quel logiciel ou quel outil principal utilisez-vous pour construire ou consulter des tableaux de bords ou des graphiques ?

source: data extraction
fr: extraction de données

source: Are you sometimes extracting data out of the reporting tool you are using ?
fr: Extrayez-vous parfois des données du système de reporting que vous utilisez ?

source: Check 'yes' if you use to export raw data out of the reporting tool to make analysis in a spreadsheets tool.
fr: Sélectionnez 'oui' si vous avez l'habitude d'exporter les données hors de l'outil de reporting pour faire des analyses sur un tableur, par exemple...

source: Average number of records
fr: nombre moyen d'enregistrements

source: What is the size of datasets on which reports rely on ?
fr: Quelle est la taille des ensembles de données sur lesquels s'appuient vos tableaux de bords ?

source: e.g. a report that display informations over three weeks in 200 stores with an average of 50 sales a day,
fr: e.g. un tableau de bord qui présente les informations de trois semaines de ventes dans 200 boutiques avec 50 ventes en moyenne par jour et par boutique,

source: ...the number of records will be 50 x 200 x 7 x 3 = 210,000
fr: ...le nombre moyen d'enregistrements sera 50 x 200 x 7 x 3 = 210 000

source: Select the average annual revenue of your company. Leave empty if not allowed.
fr: Sélectionnez l'ordre de grandeur du chiffre d'affaires annuel moyen; laissez vide si vous ne le connaissez pas ou n'avez pas l'autorisation de le communiquer.

source: Engaging in private activities ?
fr: activités extra professionnelles ?

source: Whether it yield data you could analyze or not, are you involved in some private activities ?
fr: Qu'elles disposent ou non de données que vous pourriez analyser, êtes-vous impliqués dans quelques activités extra-professionnelles ?

source: From managing an association to training hard in some sports is there a specific activity in which you spend your free time ?
fr: De la gestion d'une association à un entraînement sportif intensif en passant par le jardinage, la photographie ou l'astronomie, exercez-vous une activité pendant vos loisirs ?

source: Analyzing private activities ?
fr: analyse d'activités extra-professionnelles

source: Is there any tool you use for that private activity ?
fr: Utilisez-vous un logiciel, un objet connecté ou une application dans le cadre de cette activité ?

source: could you describe an IA use for your professional needs ?
fr: Décrivez succinctement de quelle façon l'Intelligence Artificielle pourrait être utilisée dans votre activité professionnelle.

source: could you describe an IA use for your private activities ?
fr: Pouvez-vous décrire une utilisation possible de l'Intelligence Artificielle dans le cadre de vos activités extra-professionnelles ?

source: do you imagine some issues analysing data with IA tools ?
fr: Imaginez-vous des problèmes posés par l'utilisation de système reposant sur l'IA pour analyser des données ?

source: Do you analyze your data yourself ?
fr: Analysez vous les données vous-même ?

source: Do you often dive in your data to have a better understanding of underlying issues, rather than tracking the evolution of variables thru time ?
fr: Analysez-vous des données vous-même ? Vous plongez-vous parfois dans vos données pour comprendre ce qui provoque tel ou tel résultat, plutôt que de vous contenter de suivre la variation d'une variable dans le temps ?

source: Are you independant ?
fr: êtes vous autonome ?

source: Check 'yes' if you do not feel highly dependant from others to access new sets of data.
fr: Vous sentez-vous suffisamment indépendant quant à l'accès aux données contenues dans les systèmes de votre entreprise ? Vous n'avez pas besoin de faire appel à votre département informatique pour concevoir de nouvelles requêtes...

source: If you do not rely on someone else's work and need to make a request to another department (e.g. IT) , consultants or a partner company and wait for a while before getting datasets or reports.
fr: Si vous ne reposez pas sur le travail de quelqu'un d'autre et n'avez pas besoin de demander à un autre département (e.g. informatique), des consultants, une société externe...et attendre un long moment avant d'accéder à de nouvelles données.

source: any mathematical background ?
fr: Avez-vous un bagage mathématique ?

source: Do you have any mathematical backgrounds or some knowledge of mathematics and statistics that allow you to make advanced analysis of your data ?
fr: Avez-vous des connaissances avancées en mathématique ou en statistique qui vous autorisent à faire des analyses poussées sur vos données ?

source: You master regression analysis (linear, polynomial or logistic) and many other heuristics and you know how to use them...
fr: Vous maitrisez l'analyse de régression (linéaire, polynomiale, logistique) et beaucoup d'autres heuristiques (que vous savez utiliser)...

source: data analysts around you?
fr: des data-analysts autour de vous ?

source: Do you have any data scientists or any dedicated team, easily approachable, in your working environment, with whom any Analysis question will have its answer in a few hours ?
fr: Avez-vous, dans votre environnement de travail proche, des data-scientists ou des équipes dédiées aisément accessibles, grâce auxquels toute question d'analyse un peu complexe trouve sa réponse en quelques heures ?

source: are you dealing with 'open data' ?
fr: Utilisez-vous l'open-data ?

source: Data freely provided by government or other organisations like traffic, meteo, train scheedules...
fr: Ce sont des données librement accessible, fournies gratuitement par des collectivités locales, le gouvernement ou toutes sortes d'organisations: (le trafic, les horaires du métro ou de train, la météo, les résultats électoraux,...)

source: anomaly detection ?
fr: détection d'anomalies ?

source: classification, automated categories assignment
fr: Classification, affectation automatique de catégories

source: predicting results
fr: Prédire des résultats

source: finding correlation among your data, causality or links between events
fr: trouver des corrélations à travers les données, les liens de causalité entre les événements

source: segmentation, building relevant groups among your data
fr: segmentation, création de groupes de données pertinents

source: picture categorization
fr: classification d'image

source: text categorization
fr: classification de texte

source: Wether you know who is HAL or not; What inspires you the concept of "artificial intelligence" ?
fr: Que vous sachiez ou non qui est HAL; que vous inspire le concept d'Intelligence Artificielle ?

source: I'm already engaged'
fr: J'utilise déjà ce type de solution

source: Machine learning ?
fr: Apprentissage Machine ?

source: have you already heard of "machine learning" ?
fr: Avez-vous déjà entendu parler de'"Apprentissage Machine" ?

source: I don't know and I really don't care
fr: Je ne sais pas et cela ne m'intéresse pas

source: Somehow a technical thing with computers and machines
fr: Quelque chose de technique avec des machines et des ordinateurs

source: It is related to education, like MOOCs, but machine are teaching
fr: L'enseignement où les ordinateurs remplacent les professeurs

source: Obviously making prediction on some features by "training" a model with data
fr: prédire des caractéristiques en entraînant un modèle avec des données

source: is "smart data" concept relevant to you ?
fr: est-ce que le concept de "smart data" vous inspire quelque chose ?

source: I don't want to know
fr: Je ne veux pas savoir

source: it's like big data but comming from something smart
fr: Du "Big Data" avec des données issues de systèmes intelligents

source: In my systems, data are not smart, it's only raw data
fr: Aucune de mes données n'est intelligente, ce sont des données 'brutes'

source: Less data but more relevant to have significant outputs and make decision
fr: Des résultats plus pertinents qui favorisent de meilleures décisions

source: Do you believe in prediction given by some algorithms ?
fr: Croyez-vous aux prédictions réalisées par des algorithmes ?

source: I don't need that
fr: Je n'ai pas besoin de cela

source: please, type your email address below if you wish to be informed of our activities,
fr: Veuillez saisir votre adresse email ci-dessous si vous soulez être informé de nos activités,

source: correlation
fr: Corrélation

source: learning
fr: apprentissage

source: French
fr: Français

source: Logged out
fr: déconnexion

source: Password reset
fr: ré-initialisation du mot de passe

source: Password reset sent
fr: ré-initialisation du mot de passe envoyée

source: Enter new password
fr: entrez un nouveau mot de passe

source: Password reset unsuccessful
fr: la ré-initialisation du mot de passe a échoué

source: Password reset complete
fr: la ré-initialisation du mot de passe a réussi

source: Password change
fr: changer mot de passe

source: Password change successful
fr: changement du mot de passe réussi

source: Login
fr: Connexion

source: ACCOUNT LOGIN
fr: Se connecter

source: Login error.
fr: erreur de connexion

source: Please, verify your email and password
fr: Veuillez vérifier vos emails et mots de passe

source: login
fr: Connexion

source: remember me
fr: se souvenir de moi

source: Lost password?
fr: mot de passe oublié ?

source: you do not have a Flowka account ?
fr: Vous n'avez pas de compte Flowka ?

source: SIGN UP
fr: Inscrivez Vous

source: CHANGE PASSWORD
fr: changer

source: Change Password
fr: changer

source: PASSWORD RESET
fr: ré-initialiser le mot de passe

source: reset password
fr: ré-initialiser le mot de passe

source: I remember my password and I want to
fr: Je me souviens de mon mot de passe et je veux me

source: LOGIN
fr: CONNEXION

source: reset password failed !
fr: la ré-initialisation du mot de passe a échoué

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fr: Ce lien de ré-initialisation est invalide. Il a probablement déjà été utilisé. Renouvelez la demande de ré-initialisation

source: SEND AGAIN
fr: ENVOYEZ DE NOUVEAU

source: Someone asked for password reset for email
fr: quelqu'un a demandé la ré-initialisation du mot de passe

source: Follow the link below:
fr: suivez le lien ci-dessous

source: Flowka password reset
fr: Flowka - ré-initialisation du mot de passe

source: Profile of
fr: informations personnelles de

source: EDIT PROFILE
fr: INFORMATIONS PERSONNELLES

source: save profile
fr: enregistrer les informations

source: Close
fr: fermer

source: Edit your picture
fr: modifier votre photo

source: Nevermind
fr: abandonner

source: save picture
fr: enregistrer l'image'

source: Sign up
fr: créer un compte

source: CREATE NEW ACCOUNT
fr: CREER UN COMPTE

source: Sign Up
fr: Créer un compte

source: you are already a Flowka user ?
fr: Vous possédez déjà un compte Flowka ?

source: Hi
fr: Bonjour

source: Please click on the link to confirm your registration ,
fr: Cliquez s'il vous plaît sur le lien ci-dessous pour confirmer la création de votre compte

source: EDIT column
fr: éditer la colonne

source: enter new name
fr: entrez un nouveau mot de passe

source: save
fr: enregistrer

source: cancel
fr: abandonner

source: posts list
fr: liste des messages
