Repository: ilgigrad/flowka.web
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Edit
fr: modifier

source: Samples
fr: Extraits

source: type of file
fr: type de fichier

source: size
fr: taille

source: creation
fr: Création

source: download
fr: télécharger

source: delete
fr: supprimer

source: back to list
fr: retour à la liste

source: data edit
fr: modifier les données

source: file list
fr: liste des documents

source: No Files
fr: Aucun Document

source: title
fr: titre

source: last update
fr: dernière mise à jour

source: tags
fr: mots-clefs

source: uploaded :
fr: chargé :

source: upload a dataset
fr: importer fichier

source: share
fr: partager

source: duplicate
fr: dupliquer

source: add to
fr: ajouter à

source: add to folder
fr: ajouter au projet

source: drop
fr: détacher

source: clear tags
fr: supprimer mots-clefs

source: set a title for the file...
fr: donner un titre au document...

source: crowned
fr: couroné

source: Describe the file content...
fr: décrire le contenu du document...

source: save change
fr: sauvegarder les modifications

source: NEW PROJECT
fr: Nouveau Projet

source: new project\
fr: nouveau projet\

source: type a short description
fr: saisir une brève description

source: create project
fr: créer le projet

source: EDIT PROJECT
fr: MODIFIER LE PROJET

source: delete project
fr: supprimer le projet

source: photo list
fr: liste des images

source: No Photos
fr: Aucune Image

source: import an image
fr: Importer une image

source: All rights reserved
fr: Tous droits réservés

source: PRODUCTS
fr: Produits

source: pricing
fr: tarifs

source: FOLLOW US
fr: SUIVEZ-NOUS

source: ABOUT US
fr: A PROPOS DE NOUS

source: terms of service
fr: conditions d'utilisation

source: privacy policy
fr: confidentialité des données

source: overview
fr: à propos...

source: Explore
fr: explorer

source: Models
fr: Modèles

source: Predictions
fr: Prédictions

source: Help
fr: Aide

source: Survey 2019
fr: sondage 2019

source: My flowka
fr: Mon Flowka

source: Parameters
fr: Paramètres

source: Posts
fr: messages

source: Logout
fr: Déconnexion

source: home
fr: Accueil

source: Welcome on Flowka
fr: Bienvenue sur Flowka

source: make a test with some data
fr: Faites un test avec quelques Données

source: Terms of service...
fr: conditions d'utilisation

source: Search..
fr: Chercher..

source: import a file
fr: importer un fichier

source: my files
fr: Fichiers

source: Preparing Data
fr: Préparer

source: Data Collect
fr: Collecter

source: Data Cleaning
fr: Nettoyer

source: Modelization
fr: Modélisation

source: Correlation
fr: Corrélation

source: Prediction
fr: Prédiction

source: Clusterization
fr: Segmentation

source: Neuron Network
fr: Réseaux de Neurones

source: Training
fr: Apprentissage

source: Data Export
fr: Exporter les Données

source: Assistance
fr: Aide

source: fill our survey
fr: participez à notre sondage

source: parameters
fr: paramètres

source: PARAMETERS
fr: PARAMETRES

source: select your language
fr: choisissez votre langue

source: save parameters
fr: enregistrer les paramètres

source: Privacy Policy
fr: confidentialité

source: slider
fr: Diaporama

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: support
fr: assistance

source: SUPPORT...
fr: ASSISTANCE

source: Contact Flowka
fr: Contactez Flowka

source: send message
fr: Envoyez un message

source: detail
fr: détails

source: FEATURES
fr: fonctionnalités

source: Get your Flowka membership
fr: Devenez membre de Flowka

source: Sign up for %(feeLabel)s
fr: Abbonez vous à l'offre %(feeLabel)s

source: Buy %(feeLabel)s
fr: Abonnez vous à %(feeLabel)s

source: index
fr: Sommaire

source: listing
fr: liste

source: Features
fr: Fonctionnalités

source: No Features
fr: pas de fonctionnalités

source: Pricing
fr: Tarifs

source: flowka pricing table may change.
fr: la liste des offres Flowka est susceptible de changer

source: No Pricing option nor Feature matches with your search...
fr: aucune offre ni aucune fonctionalité ne correspond à votre recherche

source: /mo
fr: /mois

source: congratulation %(name)s for updating to
fr: Félicitations %(name)s pour votre mise à jour vers

source: congratulation %(name)s for buying
fr: Félicitations %(name)s pour votre mise à jour vers

source: survey 2019
fr: sondage 2019

source: The purpose of this survey is to gather your interest in the use of artificial intelligence algorithms for data analysis
fr: Cette enquête a pour objectif de mesurer votre intérêt quant à l'utilisation des solutions d'Intelligence Artificielle pour analyser les données.

source: This survey is anonymous
fr: Cette enquête est anonyme.

source: This survey will examine the need of a data predicting tool for business and individuals.
fr: Ce sondage a pour objet d'examiner les besoins qui pourraient exister quant à un outil de prédiction autant pour les entreprises que pour les particuliers

source: No expertises in mathematics or Artificial Intelligence are needed as we are developping a service that is accessible even to beginners.
fr: Aucune expertise en mathématique ou en intelligence artificelle n'est nécessaire, puisque le service que nous développons vise autant les analystes de données que les débutants

source: Whether you have access or not to business sets of data in your activity or in a former activity,
fr: Que vous ayez ou non accès à des tableaux de bord ou à ensembles de données dans le cadre de votre activité professionnelle,

source: we would be grateful if you try to fill this form as well as possible.
fr: nous vous serions reconnaissants de bien vouloir remplir ce questionnaire aussi complètement que possible.

source: with best regards from
fr: Avec les sincères salutations de l'équipe

source: continue
fr: Continuer

source: abort
fr: abandonner

source: You have already complete this survey
fr: vous avez déjà rempli ce formulaire

source: would you like to fill it again ?
fr: Souhaitez-vous le remplir de nouveau

source: yes !
fr: oui !

source: discard
fr: abandonner

source: Yes
fr: oui

source: No
fr: Non

source: select from 0 to 4 - 0 is less prefered - 4 if you totally agree
fr: sélectionner une réponse de 0 à 4 - 0, si vous n'êtes pas d'accord - 4 si vous êtes tout à fait d'accord

source: We\
fr: Nous\

source: send
fr: envoyer

source: next page
fr: page suivante

source: Email format is invalid
fr: le format de l'email est invalide

source: strict Match
fr: correspondance exacte

source: search
fr: Chercher..
