Repository: ilgigrad/flowka.web
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Personal info
fr: Informations Personnelles

source: Permissions
fr: Autorisations

source: Important dates
fr: Dates importantes

source: Required
fr: Obligatoire

source: Password
fr: mot de passe

source: new password
fr: nouveau mot de passe

source: password
fr: mot de passe

source: confirm Password
fr: confirmez le mot de passe

source: confirm password
fr: confirmez le mot de passe

source: last name
fr: nom

source: first name
fr: prénom

source: telephone
fr: téléphone

source: city
fr: ville

source: organization
fr: société

source: interests
fr: intérêts

source: owner
fr: titulaire

source: email address
fr: adresse email

source: select country
fr: choisissez un pays

source: access
fr: accès

source: description
fr: abonnement

source: is a user
fr: est un utilisateur

source: holder
fr: membre

source: permission label
fr: Autorisations

source: permission
fr: Autorisations

source: permissions
fr: Autorisations

source: object permissions
fr: Autorisations

source: Specific permissions by object.
fr: permissions spécifiques par objet

source: You are now a logged as {0}
fr: vous êtes connecté(e) en tant que {0}

source: logout
fr: déconnexion

source: logout !
fr: Déconnexion !

source: you have been logout
fr: vous avez été déconnecté(e)

source: Click here to login again.
fr: cliquez pour vous connecter de nouveau

source: password changed !
fr: le mot de passe a été changé

source: your password have been succesfully changed
fr: votre mot de passe a été changé

source: Click here to login.
fr: Cliquez pour vous connecter de nouveau

source: Activate your account.
fr: Activez votre compte

source: sign up
fr: créer un compte

source: SIGNUP!
fr: CREER UN COMPTE

source: an email has been sent to <span class="fl-txt-peach">{}</span><br> Please confirm your email address to complete the registration
fr: un email a été envoyé à <span class="fl-txt-peach">{}</span><br> veuillez confirmez votre email pour valider la création du compte

source: Signup failed
fr: créer un compte

source: Signup failed !
fr: la création de compte a échoué

source: Sign up is not allowed yet !
fr: la création de compte n'est pas autorisée pour le moment

source: user activation
fr: activation de l'utlisateur

source: Thank you for your email confirmation. You are now a registred user.
fr: Merci d'avoir confirmé votre adresse mail. Vous êtes désormais enregistré(e)

source: activation link is invalid.
fr: ce lien d'activation est invalide

source: password reset
fr: ré-inititialisation du mot de passe

source: We've emailed you instructions for setting your password. <br>If they haven't arrived in few minutes, check your spam folder.
fr: Nous vous avons envoyé les instructions pour créer votre mot de passe <br> si elle ne vous parviennent pas d'ici quelques minutes, veuillez vérifier vos courriers indésirables ou spams

source: this image has an invalid format
fr: votre numéro de téléphone doit avoir un format valide

source: too much tags in your profile
fr: trop d'étiquettes "tags" dans votre profil

source: An email field specific extension
fr: vérification de l'extension des adresses emails

source: A FileField specific extension for datasets
fr: vérification de l'extension des adresses emails

source: Unsupported file type.
fr: format de fichier non supporté.

source: A ImageField specific extension for Photos
fr: vérification de l'extension des adresses emails

source: the domain extension of your email address is not allowed yet
fr: l'extension de votre nom de domaine n'est pas encore autorisé sur ce site

source: name contains invalid characters
fr: le nom contient des caractères invalides

source: Phone number should have a valid format
fr: votre numéro de téléphone doit avoir un format valide

source: Enter a valid color
fr: choisissez une couleur valide

source: file is not a valid image
fr: ce fichier ne peut pas être interprété comme une image

source: invalid literal for boolean. Not a string.
fr: format binéaire invalide. CE n'est pas une chaîne de caractères.

source: datafile
fr: fichier de données

source: label or column name
fr: label ou nom de colonne

source: data type (string, integer, float, date, time...)
fr: type d données (caractères, entiers, décimaux, date, temps...)

source: minimum value
fr: valeur minimum

source: maximum value
fr: valeur maximum

source: maximum length of the values for that label
fr: taille maximum pour cette colonne

source: minimum length of the values for that label
fr: taille minimum pour cette colonne

source: average value for that label; Mean does not apply to objects or strings
fr: valeur moyenne pour cette colonne

source: Standard Deviation; measure of the variation or the dispersion between the values
fr: Ecart type; mesure la variation de la dispersion des valeurs

source: first decile or 10th percentile; it is equal to the value below which 10% of the observations may be found; data below this first decile may be consider as outiers
fr: premier décile ou 10ème percentile; cela correspond au seuil en dessous duquel on trouve 10% des observations; on peut éventuellement considérer ces valeurs comme aberrantes.

source: first quartile or 25th percentile; it is equal to the value below which 25% of the observations may be found
fr: premier quartile ou 25ème percentile; cela correspond au seuil en dessous duquel on trouve 25% des observations

source: median or 50th percentile; it is equal to the value below which 50% of the observations may be found
fr: médiane ou 50ème percentile; cela correspond au seuil en dessous duquel on trouve la moitié des observations

source: third quartile or 75th percentile; it is equal to the value below which 75% of the observations may be found
fr: troisième quartile ou 75ème percentile; cela correspond au seuil en dessous duquel on trouve 75% des observations

source: last decile or 90th percentile; it is equal to the value below which 90% of the observations may be found; data above the last decile may be consider as outiers
fr: dernier décile ou 90ème percentile; cela correspond au seuil en dessous duquel on trouve 90% des observations.; on peut éventuellement considérer les valeurs au dessus de ce seuil comme aberrantes.

source: Not a Number, none, null or missing values. rules avoiding nans have to be set. If not, Rows or columns with Nans need to be removed
fr: Valeur manquante, vide ou nulle. Il faut préciser une rêgle éliminant les valeurs manquantes. Sinon les rangs ou les colonnes qui en contiennent doivent être supprimés

source: Number of valid values in the dataset
fr: nombre de valeurs valides dans le jeu de données

source: Total number of values in the dataset
fr: nombre total de valeurs dans le jeu de données

source: number of distinct values in the dataset. A number of distinct values equal to count values and string data types could be a name or an identifier and should be removed
fr: nombre de valeurs distinctes (différentes) dans le jeu de données. des variables de type 'catégorie' qui seraient toutes distinctes dans une colonne pourraient correspondre à des noms ou des identifiants qu'il faut alors supprimer.

source: column
fr: colonnes

source: column title
fr: nom de la colonne

source: rename
fr: renommer

source: Please, Specify the rule
fr: Veuillez préciser la rêgle

source: please specify a value
fr: Veuillez donner une valeur

source: managing categories
fr: gérer des catégories

source: Category is a non numerical value that can not be computed (sum, mean,... )
fr: les catégories correspondent souvent à des données non numériques et difficilement 'calculables'

source: it is often a text field like country or color...
fr: Ce sont principalement des textes comme le nom d'un pays, d'une ville ou d'une couleur...

source: new folder
fr: nouveau dossier

source: has been created
fr: a été créé

source: folder
fr: dossier

source: has been updated
fr: a été modifié

source: you do not have enough privilege to update folder
fr: privilèges insuffisants pour modifier ce dossier

source: has been deleted
fr: a été supprimé

source: has not been deleted, something weard has happened
fr: n'a pas été supprimé; quelque chose d'étrange s'est produit.

source: is not a valid image
fr: n'est pas une image valide

source: Could not read the uploaded file.
fr: Impossible de lire le fichier chargé

source: is not a valid data file
fr: n'est pas un format de fichier valide

source: title of the file
fr: titre du fichier

source: type a description
fr: décrivez le document

source: file
fr: document

source: original filename
fr: nom initial du document

source: name
fr: nom

source: uploaded at
fr: chargé à

source: modified at
fr: modifié à

source: sha1
fr: code sha1

source: status
fr: état

source: file size
fr: taille du document

source: is valid
fr: est valide

source: Permissions disabled
fr: Droits désactivés

source: favorite
fr: préféré

source: invalid
fr: incorrecte

source: and
fr: et

source: icon
fr: icône

source: color
fr: couleur

source: parent folder
fr: dossier parent

source: is public
fr: est publique

source: root folder
fr: dossier racine

source: files in folder
fr: documents dans le dossier

source: file in folders
fr: document dans le dossier

source: can not be processed for cleaning yet
fr: peut être corrigé et nettoyé

source: files have been succesfully uploaded
fr: les documents ont été mis à jour

source: files have not been uploaded
fr: documents n'ont pas été chargés

source: has been succesfully uploaded
fr: a été chargé avec succès

source: an error occured while deleting
fr: une erreur s'est produite pendant la suppression

source: you have no permissions to delete.
fr: vous n'avez pas de droit pour la suppression

source: succesfully removed from
fr: a été détaché avec succès

source: is public and has been also removed from all descending projects
fr: est publique et a donc été détaché de tous vos projets

source: you have no permissions for removing objects from
fr: vous ne disposez pas du droit de détacher des objets de

source: has not been removed; try deletion instead.
fr: n'a pas été détaché; essayez plutôt de la suppression

source: succesfully added to
fr: ajouté avec succès à

source: no project or no file selected
fr: aucun projet ou aucun document sélectionné

source: has been tagged
fr: a été annoté

source: an error has occured while tagging
fr: une erreur est survenue pendant l'annotation.

source: you do not have permissions to tag
fr: vous navez pas le droit d'annoter

source: Nothing has been tagged. Tag list is empty.
fr: Rien n'a été annoté. La liste de mots-clefs est vide.

source: tags have been removed
fr: annotations supprimées

source: an error has occured while untagging
fr: une erreur interne est survenue pendant la suppression des mots-clefs

source: you do not have permissions to remove tags
fr: vous n'avez pas la permission de supprimer les mots-clefs

source: Nothing has been untagged. Tag list is empty.
fr: aucun mot-clef n'a été supprimé. La liste des mots-clefs est vide

source: has been succesfully duplicated
fr: a été dupliqué avec succès

source: an error occured while copying
fr: une erreur est survenue pendant la duplication

source: you hav no permissions to copy
fr: vous n'avez pas le droit de copie

source: clic to download
fr: cliquez pour télécharger

source: not find on our servers
fr: n'a pas été trouvé sur nos serveurs

source: Overview
fr: Apperçu

source: something wrong has happened
fr: quelque chose d'incorrecte s'est produit

source: user
fr: utilisateur

source: is visible
fr: est visible

source: is read
fr: est lu

source: extra tag
fr: mot-clef supplémentaire

source: message
fr: Envoyez un message

source: remain
fr: disponible

source: exceed
fr: dépassement

source: subject of the message
fr: objet du message

source: type your message
fr: Envoyez un message

source: Subscription
fr: abonnement

source: an internal error has raised. Please try again.
fr: une erreur interne est survenue. Veuillez ré-essayer

source: Your message has been saved<br> You will receive a copy of it at {}
fr: Votre message a été sauvegardé<br> Vous en recevrez une copie à {}

source: Tag your KPI
fr: Ajouter des Tags

source: Tag the name of your main indicators or dimensions.
fr: Saisissez les mots clefs correspondant à vos indicateurs principaux.

source: Type any key that is important in your reports.
fr: Saisissez les mots clefs qui correspondent à des choses importantes dans vos tableaux de bord; noms de colonnes ou de variables, dimensions

source: For exemple : age, country, revenue, speed, timeout, quantity...
fr: par exemple : âge, pays, revenu, vitesse, déconnexion, quantité...

source: Use blank to split words and use double quotes to join words in a "same tag"
fr: Utilisez le caractère 'espace' pour séparer les mots ou encadrer par des guillemets pour créer des mots composés.

source: Describe here your professional need for IA reports, if any...
fr: Décrivez quels seraient vos besoins pour une IA à titre professionnel

source: IA for your business ?
fr: IA pour les entreprises ?

source: What are your expectations for IA tools in your business ?
fr: Qu'attendriez-vous d'un outil d'IA dans votre travail ?

source: What could you expect of a machine learning tool for improving your business analysis ?
fr: Pensez-vous qu'un outil d'apprentissage machine puisse vous aider à développer votre 'business' ?

source: If you "own" already such a tool, what are the lacks you wish to overcome ?
fr: Si vous disposez d'un tel outil, quelles sont les lacunes que vous souhaiteriez voir comblées ?

source: Reports
fr: Tableaux de bord

source: What is the average number of distinct reports or charts are you usually browsing ?
fr: Quel est le nombre moyen de rapports, tableaux de bord ou graphiques distincts que vous consultez habituellement ?

source: Indicators
fr: indicateurs

source: What is the average number of columns, indicators or KPI, contained in your reports ?
fr: Quel est le nombre moyen de colonnes, d'indicateurs ou de KPI, contenus dans vos tableaux de bord ?

source: Lines
fr: lignes

source: What is the average number of lines contained in your reports ?
fr: Quel est le nombre moyen de lignes que comptent vos tableaux de bord ?

source: Wether it's sorted by products services, departments or some geographics area, how many rows is there in your reports ?
fr: Qu'ils soient triés par produits, services ou quelques divisions géographiques combien de rangées dénombre-t-on dans la plupart de vos tableaux ?

source: Categories
fr: Catégories

source: What is the average number of categories or dimensions in your reports ?
fr: Quel est le nombre moyen de catégories que comptent vos tableaux de bord ?

source: Categories are mostly not numeric data.
fr: les catégories, ou dimensions, sont souvent des données non numériques

source: They can't be computed but provide qualitative informations.
fr: Elles ne peuvent-être calculées mais fournissent des informations qualitatives

source: For exemple : geographic areas, colors or groups of products...
fr: par exemple des zones géographiques, des couleurs, des groupes de produits ou de personnes.

source: Making predictions
fr: Réaliser des prédictions

source: How interested are you in building predictions out of your data ?
fr: Quel est votre degré d'intérêt pour réaliser des prédictions sur vos données ?

source: Predictions can be any numerical value like a price, a cost, an quantityt of stock, a distance or a speed...
fr: Une prédiction correspond, en général à estimer une valeur numérique comme un prix, un coût, une quantité de stock, une distance ou une vitesse...

source: It allows to make estimations based on the relationships between variables which are more accurate than any "human guesses"
fr: Cela permet de réaliser des évaluations fondées sur des relations entre les variables qui sont bien plus précises que l'estimation fondée sur la seule expérience.

source: Making classification
fr: Réaliser des classifications

source: Classification models identify which category an observation belongs to. It rely on previous data to learn how to affect a set of inputs to a "class".
fr: Les modèles de classification permettent d'affecter une observation à une catégorie. Cela repose sur les données précédentes qui sont 'apprises' pour affecter des variables en entrée à une classe.

source: classification could be binary (e.g. is a customer going to churn ? will this person repay a loan ?)
fr: Une classification peut être binaire (e.g. est-ce qu'un client va vous quitter ? Est-ce que cette personne va rembourser son emprunt ?)

source: ...or refers to multiclass (e.g. which of this four chanels could be more efficient for that product ? )
fr: ...ou faire référence à des classes multiples (e.g. quelle couleur ce client va-t-il préférer ? lequel de ces quatre canaux de distributions sera le plus efficace pour ce produit ? )

source: Results are then analyzed with Matrix confusion
fr: Les résultats sont confrontés à une 'matrice de confusion

source: (True:Positive/Negative - False:Positive/Negative )
fr: (Vrai:Négatif/Positif, Faux:Positif/négatif)

source: Building clusters
fr: Créer des segments

source: Clusterization is building groups of similar data.
fr: La segmentation permet de construire des groupes de données homogènes

source: You specify the number of groups you want to create and data are automaticaly distributed over those groups.
fr: Vous précisez le nombre de groupes à créer et les données sont automatiquement distribuées à ces groupes.

source: It allows to create sets of clients, products or any items, based on every inputs and not few categories like it used to be.
fr: Cela permet de créer des ensembles de clients, de produits ou de n'importe quels éléments. Ces groupes sont basés sur un grand nombre d'indicateurs ou de catégories et non sur une poignée d'entre eux, comme c'est souvent le cas lorsque qu'on doit opérer cette segmentation manuellement.

source: Finding Correlations
fr: Trouver des Corrélations

source: Finding Correlations reveals what are the links between your data and what is the strength of those links.
fr: Les corrélations révèlent quels sont les liens entre les données et quelle est la force de chacun de ces liens.

source: Some correlations may be obvious but some could be surprizing as it becomes very hard to figure out how data correlates if you have more than two features.
fr: Quelques corrélations peuvent apparaître évidentes mais d'autres peuvent se révéler plus surprenantes. Il est en effet difficile de trouver comment les données sont corrélées à mesure que le nombre d'indicateurs et de dimension grandit.

source: Anomaly detection
fr: Détection d'anomalies

source: Detecting outliers or unusal patterns in your data allow to detect anomalies or frauds in your systems.
fr: Détecter les valeurs aberrantes.

source: Log files can be analysed as well as any technical informations.
fr: Les fichiers de log aussi bien que des informations techniques peuvent être analysés.

source: Image recognition
fr: Reconnaisance d'Image

source: Training the machine to find features and associate appropriate tags to your picture.
fr: Entraîner le système à retrouver des caractéristiques et associer aux images les mots-clefs adéquats.

source: Automatic detection of colours, items (e.g. bag, glasses, dress, bike...), faces, landscapes (e.g. beach, mountain, city...) or even situations.
fr: Détection automatique de couleurs ou d'objets (e.g. sacs, lunettes, robes, vélos...), de visages, de paysages (e.g. plage, montagne, ville...) ou même certaine situations.

source: Text mining
fr: Analyse automatique de textes

source: Text mining opens door to Sentiment Analysis (how a writer feels or reacts), keywords extraction or summarization, or entity recognition (identifying dates, places, names, organizations...)
fr: Analyse de texte permet de déterminer par exemple de déterminer le 'sentiment' contenu dans un texte (ce que ressent ou comment réagit le rédacteur). Il permet aussi d'extraire des mots clefs, de résumer un texte ou de retrouver des entités (identifier les dates, les lieux, les noms, les organisations...)

source: I don't know
fr: Je ne sais pas

source: it's science fiction only
fr: ça ressemble à de la science fiction

source: it's a matter of huge company, self driving cars and big data
fr: Ne concerne que les grosses entreprises de technologie

source: I would like to know how it can improve my business
fr: J'aimerais bien savoir si cela peut améliorer mon activité

source: We are already engaged in AI
fr: Je travaille déjà là dessus

source: Artificial intelligence ?
fr: Intelligence Artificielle ?

source: Wether you are vey involved in data science or not, what inspires you the concept of "artificial intelligence" ?
fr: Que vous soyez hautement impliqué dans l'analyse de données ou non; que vous inspire le concept d'Intelligence Artificielle ?

source: How closed are you from using such technologies in your business or for some private analysis ?
fr: A quel point êtes-vous proche de l'utilisation de telles technologies dans vos activités professionnelles ou privées ?

source: Reports depend mainly on acounting data
fr: Les rapports dépendent surtout de données comptables

source: Most operational and raw data are followed up
fr: Les données opérationnelles et brutes sont suivies

source: We are managing big data and every single data is exploited
fr: Je gère le Big Data et n'importe quelle donnée est exploitée

source: Most systems store huge amounts of data that are not used in business analysis.
fr: La plupart des systèmes d'information stockent de grandes quantité de données qui ne sont pas utilisées pour analyser l'activité de l'entreprise.

source: e.g. Emails and customers informations are mainly quarried for mailing promotions and newsletters but rarely for building classifications or some predictions.
fr: e.g. les emails ou les informations clients servent principalement à l'envoi de messages promotionnels ou des newsletters; plus rarement pour élaborer des segments ou réaliser des prédictions

source: Are you mining informations about your business health in your whole database or just on few indicators as margin, cost and revenue ?
fr: Recherchez-vous des informations quant à la santé de votre entreprise dans l'ensemble de vos données ou à partir seulement de quelques indicateurs de marge, de coût ou de chiffre d'affaires ?

source: Wasting data ?
fr: Gaspillage de données ?

source: I can easily take decisions by watching my reports
fr: Je peux aisément prendre des décisions à la vue de mes rapports

source: Reports are just giving a kind of "humor" about the business.
fr: les rapports ne fournissent qu'une "impression" de l'état de l'activité

source: There are absolutely no links between data and decisions.
fr: Il n'y a aucun lien entre les données et les décisions

source: "Smart Data" is a concept that leads to analyze less data but that are more accurate.
fr: "Smart Data" (données intelligentes) est un concept a concept qui vise à étudier moins de données mais plus pertinentes.

source: It's quite different from big data which involves huge quantities of data, from text to pictures or videos.
fr: Cela est relativement différent du "big data" qui implique une très grande quantité de données, de textes aux images ou aux vidéos.

source: How close do you think your data are from beeing smart ?
fr: Pensez-vous que les données contenues dans vos systèmes sont "intelligentes" ?

source: I don't need to predict anything
fr: Je n'ai pas besoin d'analyser quoi que ce soit

source: I already can estimate outputs by myself
fr: Je peux déjà estimer des résultats moi-même
